const qnaLit = [
    //1번 질문
    {
        q: "나는 어플리케이션 개발에....",
        a: [
            {
                answer: "관심이 많다",
                type: ['0']
            },
            {
                answer: "별로 관심이 없다",
                type: ['1', '2', '3']
            },
        ]
    },
    // 2번 질문
    {
        q: "알파고가 바둑으로 사람을 이긴 것은....",
        a: [
            {
                answer: "매우 흥미로우며 다양한 분야에 인공지능을 접목시켜보고싶다.",
                type: ['1']
            },
            {
                answer: "체스나 장기같은 게임은 이미 이긴 전적이 있으므로 바둑을 이긴것이 크게 특별하지 않다.",
                type: ['0', '2', '3']
            },
        ]
    },
    // 3번 질문
    {
        q: "게임, 영화, 방송, 광고 등 다양한 장르의 인터랙티브 콘텐츠 제작에 관심이 있다.",
        a: [
            {
                answer: "네",
                type: ['2']
            },
            {
                answer: "아니요",
                type: ['0', '1', '3']
            },
        ]
    },
    // 4번 질문
    {
        q: "웹 페이지를 꾸미고 관리하는 것이 좋다.",
        a: [
            {
                answer: "네",
                type: ['3']
            },
            {
                answer: "크게 흥미롭지는 않다",
                type: ['0', '1', '2']
            },
        ]
    },
    // 5번 질문
    {
        q: "앱/포털/게임/공공서비스 개발자 및 관리자는...",
        a: [
            {
                answer: "아주 좋을 것 같다.",
                type: ['0']
            },
            {
                answer: "단지 서비스를 이용하는게 재밌을 뿐 개발이나 관리는 관심없다.",
                type: ['1', '2', '3']
            },
        ]
    },
    // 6번 질문
    {
        q: "나는 더욱 전문적인 학습을 위해 대학원에 가는 것을 감수할 수 있다.",
        a: [
            {
                answer: "대학원도 학원일뿐이다. 두렵지않다.",
                type: ['1']
            },
            {
                answer: "대학원은 좀 부담이 된다.",
                type: ['0', '2', '3']
            },
        ]
    },
    // 7번 질문
    {
        q: "공학적 사고역량과 협업 프로세스 구축 역량이 뛰어나다.",
        a: [
            {
                answer: "그런편이다.",
                type: ['3']
            },
            {
                answer: "그쪽으로 특출난 것 같지는 않다.",
                type: ['0', '1', '2']
            },
        ]
    },
    // 8번 질문
    {
        q: "시나리오, 이벤트 연출, 시스템 설계 등 기획 실무를 담당하는 인터랙티브 콘텐츠는...",
        a: [
            {
                answer: "흥미롭다.",
                type: ['2']
            },
            {
                answer: "나와는 상관없다.",
                type: ['0', '1', '3']
            },
        ]
    },
]
